Repository: common-repository/slide-banners
Catalog: languages/slide-banners-*.po
Languages: ar, nl_nl, ru_ru, tr_tr

source: Buy Full Version
ar: اشتري الاصدار الكامل
nl_nl: Koop de volledige versie
ru_ru: купить полную версию
tr_tr: Tam sürümü satın al

source: Slide Banners
ar: نوافذ منزلقة
nl_nl: Dia Banners
ru_ru: Слайд-баннеры
tr_tr: Slayt Afişler

source: Add New Slidebanner
ar: اضافة نافذة منزلقة جديدة
nl_nl: Toevoegen van nieuwe Dia Banner
ru_ru: Добавить новый Слайд-баннер
tr_tr: Yeni Popover penceresi Ekle

source: Daily Stats
ar: احصائيات يومية
nl_nl: Dagelijkse statistieken
ru_ru: Ежедневная статистика
tr_tr: günlük İstatistikler

source: Melodic Media Slide Banner
ar: نافذة جانبة ذات وسائط موسيقية
nl_nl: Melodische Media Dia Banner
ru_ru: Мелодичный СМИ слайд баннер
tr_tr: Melodic Media Push Down Banner

source: My Slide Banners Daily Stats
ar: احصائيات النوافذ المنزلقة اليومية
nl_nl: Mijn dia Banners dagelijkse statistieken
ru_ru: Мой слайд баннеры ежедневная статистика
tr_tr: Afiş Günlük İstatistikleri Push Down listem

source: Slide Banner
ar: نافذة منزلقة
nl_nl: Dia Banner
ru_ru: Слайд-баннер
tr_tr: Slayt Afişler

source: Banner Name
ar: اسم النافذة
nl_nl: De naam van de banner
ru_ru: Название баннера
tr_tr: Banner Ad

source: Imp. today
ar: ‏Imp. هذا اليوم
nl_nl: Imp. vandaag
ru_ru: ИМП. Сегодня
tr_tr: gösterimler bugün

source: Opens today
ar: تم فتحهم اليوم
nl_nl: Opent vandaag
ru_ru: Сегодня открывается
tr_tr: bugün açar

source: Clicks today
ar: تم النقر عليهم اليوم
nl_nl: Kliks vandaag
ru_ru: Переходов за сегодня
tr_tr: Tıklama bugün

source: You have currently no slide banners.
ar: ليس لديك اي نوافذ منزلقة
nl_nl: U hebt momenteel geen dia banners.
ru_ru: У вас есть в настоящее время не Слайд-баннеры.
tr_tr: Şu anda hiçbir itme aşağı afiş var.

source: Free version includes
ar: يتضمن الاصدار المجاني
nl_nl: Gratis versie bevat
ru_ru: Бесплатная версия включает в себя
tr_tr: Ücretsiz sürümünü içerir

source: 1. Save and view daily stats for 1 banner.
ar: 1. حفظ وعرض الاحصاءات اليومية لنافذة واحدة
nl_nl: 1. Opslaan en bekijken dagelijkse statistieken voor 1 banner.
ru_ru: 1. Сохранить и просматривать ежедневные статистике за 1 баннера.
tr_tr: 1. Kaydet ve 1 banner günlük istatistikleri görüntüleyebilir .

source: 2. Only "Top-Right" sliding direction option.
ar: 2. فقط اعلى يمين اختيار موضع النافذة المنبثقة
nl_nl: 2. Alleen "Rechtsboven" sliding richting optie.
ru_ru: 2. Только "Вверху справа" скользящий вариант направления.
tr_tr: 2. Sadece "Üst-Sağ " yön seçeneği sürgülü.

source: Full version includes
ar: يتضمن الاصدار الكامل
nl_nl: Volledige versie bevat
ru_ru: Полная версия включает в себя
tr_tr: Tam sürüm içerir

source: 1. Save and view daily, weekly and monthly stats for unlimited banners.
ar: حفظ وعرض الاحصائيات اليومية والاسبوعية والشهرية لعدد غير محدود من النوافذ المنزلقة
nl_nl: 1. Opslaan en uitzicht op de dagelijkse, wekelijkse en maandelijkse statistieken voor een onbeperkt aantal banners.
ru_ru: 1. Сохранить и просматривать ежедневные, еженедельные и ежемесячные статистика для неограниченного баннеров.
tr_tr: 1. Kaydet ve günlük görünümü, sınırsız afiş için haftalık ve aylık istatistikler.

source: 2. Slide from any direction.
ar: انزلاق النوافذ من اي اتجاه
nl_nl: 2. Schuif vanuit elke richting.
ru_ru: 2. Презентация с любого направления.
tr_tr: 2. herhangi bir yönden kaydırın.

source: Melodic Media SlideBanner
ar: نافذة جانبة ذات وسائط موسيقية
nl_nl: Melodische Media Dia Banner
ru_ru: Мелодичный СМИ Слайд-баннер
tr_tr: Melodic Media Popover Windows

source: My Slide Banners
ar: نوافذي المنزلقة
nl_nl: Mijn dia-Banners
ru_ru: Моя Слайд-баннеры
tr_tr: Slayt Afişler

source: SlideBanner
ar: نافذة منزلقة
nl_nl: Dia Banner
ru_ru: Слайд-баннер
tr_tr: Slayt Afişler

source: Actions
ar: الإجراءات
nl_nl: Acties
ru_ru: Действия
tr_tr: Eylemler

source: PREVIEW
ar: مراجعة
nl_nl: Voorbeeld
ru_ru: ПРЕДПРОСМОТР
tr_tr: ÖNİZLEME

source: EDIT
ar: تحرير
nl_nl: Bewerk
ru_ru: ИЗМЕНИТЬ
tr_tr: DÜZENLEME

source: You have currently no slidebanners.
ar: ليس لديك حاليا اي نوافذ منزلقة
nl_nl: U hebt momenteel geen Dia Banners.
ru_ru: У вас есть в настоящее время не Слайд-баннеры.
tr_tr: Şu anda hiçbir popover temaları var

source: Uploading
ar: جاري رفع وتحميل
nl_nl: Uploaden
ru_ru: Загрузка
tr_tr: Yükleme

source: Only jpeg, png and gif images could be uploaded
ar: فقط الملفات من نوع jpeg, png, gif يمكن تحميلهم
nl_nl: Alleen jpeg-, png- en GIF-afbeeldingen kunnen worden geüpload
ru_ru: Только jpeg, png и gif изображения могут быть загружены
tr_tr: Sadece jpeg , png ve gif görüntüleri yükledi olabilir

source: Size exceeds 50kb limit
ar: الحجم يتعدي حدود 50 ك.بايت
nl_nl: Grootte overschrijdt 50kb
ru_ru: Размер превышает 50 КБ
tr_tr: Boyut 50kb sınırı aşıyor

source: Uploaded
ar: تم رفع وتحميل
nl_nl: Geupload
ru_ru: загружен

source: Size exceeds 250kb limit
ar: الحجم يتعدي حدود 250 ك.بايت
nl_nl: Grootte overschrijdt 250kb
ru_ru: Размер превышает 250 КБ
tr_tr: Boyut 250KB sınırı aşıyor

source: Only swf file could be uploaded
ar: فقط الملفات من نوع الفلاش يمكن تحميلهم
nl_nl: Alleen SWF-bestand kan worden geüpload
ru_ru: Могут быть загружены только SWF-файл
tr_tr: Sadece swf dosya yükledi olabilir

source: Please make sure main banner image is uploaded
ar: فضلا تأكد ان الصورة الرئيسية للنافذة المنزلقة قد تم ترفيعها
nl_nl: Zorg ervoor dat de belangrijkste banner beeld is geüpload
ru_ru: Пожалуйста, убедитесь, что загружены Главный баннер изображения
tr_tr: Emin ana afiş resim yüklenir olun

source: Please make sure first and main flash banner files are uploaded
ar: فضلا تأكد ان ملف الفلاش الاول قد تم ترفيعه
nl_nl: Controleer zeker de eerste en belangrijkste flash banner bestanden zijn geüpload
ru_ru: Пожалуйста, сделайте конечно первый и основной флэш-баннер, что файлы загружены
tr_tr: Emin Birinci ve ana flash banner dosyaları yüklenir olun

source: Please make sure close button image is uploaded
ar: فضلا تأكد ان صورة زر الاغلاق قد تم ترفيعها
nl_nl: Zorg ervoor dat de afbeelding van de knop sluiten is geüpload
ru_ru: Пожалуйста, убедитесь, что кнопка закрыть изображение передается
tr_tr: Emin kapatma düğmesi resim yüklenir olun

source: Please make sure backup image is uploaded
ar: فضلا تأكد ان الصورة الاحتياطية قد تم ترفيعها
nl_nl: Controleer of backup-kopie spiegelbeeld is geüpload
ru_ru: Пожалуйста, убедитесь, что загружены образа резервной копии
tr_tr: Emin ana afiş resim yüklenir olun

source: Banner with this name already exists.Please Change the name
ar: اسم النافذة مستخدم بالفعل .. فضلا استخدم اسم اخر
nl_nl: Banner met deze naam bestaat al. Wijzig de naam
ru_ru: Баннер с таким именем уже существует. Пожалуйста, измените имя
tr_tr: Bu ada sahip penceresi zaten adını değiştirme exists.Please

source: Fill this field
ar: املأ هذا الحقل
nl_nl: Vul dit veld
ru_ru: Заполните это поле
tr_tr: Bu alanı doldurmak

source: Please enter valid email address
ar: فضلا ادخل عنوان بريد الكتروني صحيح
nl_nl: Voer een geldig e-mailadres in
ru_ru: Пожалуйста, введите действительный адрес электронной почты
tr_tr: Lütfen Geçerli bir E-posta Adresi Girin

source: Enter only number
ar: فقط ادخل ارقام
nl_nl: Voer alleen nummer
ru_ru: Ввести только номер
tr_tr: Bir Sayı Girin

source: Previous Image deleted. Make sure to save banner
ar: الصورة السابقة تم حذفها. تأكد من حفظ النافذة المنزلقة
nl_nl: Vorige afbeelding verwijderd. Zorg ervoor dat op te slaan van de banner
ru_ru: Предыдущее изображение удалено. Убедитесь в том сохранить баннер
tr_tr: Önceki Resim silindi . afiş kaydetmek için emin olun

source: Previous flash deleted. Make sure to save banner
ar: ملف الفلاش السابق تم حذفه. تأكد من حفظ النافذة المنزلقة
nl_nl: Vorige Flits verwijderd. Zorg ervoor dat op te slaan van de banner
ru_ru: Предыдущая вспышка удалены. Убедитесь в том сохранить баннер
tr_tr: Önceki flaş silindi . afiş kaydetmek için emin olun

source: Correct Errors
ar: تصحيح الاخطاء
nl_nl: Corrigeer de fouten
ru_ru: Исправить ошибки
tr_tr: doğru Hatalar

source: Please make sure open button image is uploaded
ar: فضلا تأكد ان صورة زر الفتح قد تم ترفيعها
nl_nl: Zorg ervoor dat de afbeelding van de knop openen is geüpload
ru_ru: Пожалуйста, убедитесь, что кнопка Открыть изображение передается
tr_tr: Emin kapatma düğmesi resim yüklenir olun

source: Edit SlideBanner
ar: تحرير النافذة المنزلقة
nl_nl: Dia Banner bewerken
ru_ru: Изменить Слайд-баннер
tr_tr: sayfa düzenleme

source: New SlideBanner
ar: نافذة منزلقة جديدة
nl_nl: Nieuwe Dia Banner
ru_ru: Новые Слайд-баннер
tr_tr: Yeni Popover Tema

source: Banner Type
ar: نوع النافذة المنزلقة
nl_nl: Soort banner
ru_ru: Тип баннера
tr_tr: Yeni Aşağı Açılan Banner ekle

source: Image Banner
ar: صورة النافذة المنزلقة
nl_nl: Afbeelding Banner
ru_ru: Баннер с изображением
tr_tr: Banner Ad

source: HTML Banner
ar: ‏HTML النافذة المنزلقة
ru_ru: HTML баннер

source: Flash Banner
ar: فلاش النافذة المنزلقة
ru_ru: Flash-баннер
tr_tr: Yeni Aşağı Açılan Banner ekle

source: Scroll with Page
ar: الانزلاق مع حركة الصفحة
nl_nl: Schuiven met pagina
ru_ru: Свиток с страницы
tr_tr: Sayfa Başlıkları

source: Yes
ar: نعم
nl_nl: Ja
ru_ru: Да
tr_tr: Evet

source: No
ar: لا
nl_nl: Nee
ru_ru: Нет
tr_tr: hayir

source: Show the open banner first?
ar: عرض النوافذ المفتوحة اولا؟
nl_nl: De open banner eerst weergeven?
ru_ru: Показать открытые баннер первый?
tr_tr: ilk açık afiş göster ?

source: Banner will disappear when you click close button?
ar: اخفاء النافذة عند النقر على مربع الاغلاق؟
nl_nl: Banner verdwijnt wanneer u op de knop Sluiten klikt?
ru_ru: Баннер будет исчезать, когда вы нажмете кнопку Закрыть?
tr_tr: Eğer yakın düğmesine tıkladığınızda Banner kaybolur ?

source: Show the banner only once per day?
ar: عرض النافذة مرة واحدة باليوم؟
nl_nl: Toon de banner slechts eenmaal per dag?
ru_ru: Показать баннер только один раз в день?
tr_tr: günde yalnızca bir kez afiş göster ?

source: Change Image (jpg, gif, png, max file size 250kb)
ar: تغيير الصورة (jpg, gif, png, اقصى حجم 250kb)
nl_nl: Afbeelding (jpg, gif, png, max bestandsgrootte 250kb) wijzigen
ru_ru: Изменение изображения (jpg, gif, png, максимальный размер файла 250kb)
tr_tr: Değişim Resim (jpg , gif, png, maksimum dosya boyutu 250KB )

source: Upload your Image (jpg, gif, png, max file size 250kb)
ar: تحميل الصورة (jpg, gif, png, اقصى حجم 250kb)
nl_nl: Upload uw afbeelding (jpg, gif, png, maximale bestandsgrootte van 250kb)
ru_ru: Загрузка изображений (jpg, gif, png, максимальный размер файла 250kb)
tr_tr: senin Görüntü Yükle ( jpg, gif , png , maksimum dosya boyutu 250KB )

source: Please set the URL you want it to link to http://
ar: فضلا ضع الرابط الذي تود في صيغة http://
nl_nl: Stel de URL die u wilt koppelen aan http://
ru_ru: Пожалуйста, установите URL вы хотите, чтобы ссылка на http://
tr_tr: hayır , URL’yi ayarlamak Lütfen Eğer http bağlamak istiyorum: //

source: Open link in new window?
ar: فتح الرابط في اطار جديد؟
nl_nl: Link openen in een nieuw venster?
ru_ru: Открыть ссылку в новом окне?
tr_tr: Yeni Popover penceresi Ekle

source: In your html code include this code in onclick event or href of open button to open banner
ar: لفتح النافذة
nl_nl: In uw HTML-code bevatten deze code in de gebeurtenis onclick of href van knop openen te openen van de banner
ru_ru: В коде html включают этот код в событие onclick или href кнопку Открыть, чтобы открыть баннер
tr_tr: html kodu onclick olay veya href \ n Bu kodu dahil Ana html afiş açmak için

source: If you want to track clicks on your main html banner add this code to onclick event of your ad link
ar: ضع هذا الكود لخاصية نقر الفارة على رابط الاعلان
nl_nl: Als u wilt bijhouden kliks op uw belangrijkste html banner Voeg deze code toe aan de gebeurtenis onclick van de link van uw advertentie
ru_ru: Если вы хотите отслеживать кликов на баннер основной html добавьте этот код onclick событие вашей ссылки объявлений
tr_tr: Eğer ana html afiş \ n tıklamaları izlemek istiyorsanız Reklam bağlantı onclick olay bu kodu ekleyin

source: where 'enter_banner_name' is the name of your slide banner.Make sure that you replace the spaces in name with '_'.
nl_nl: waar 'enter_banner_name' is de naam van uw Dia Banner. Zorg ervoor dat u de spaties in de naam vervangen door '_'.
ru_ru: где «enter_banner_name» — это имя вашего баннера слайд. Убедитесь, что вы заменить пробелы в имени «_».
tr_tr: 'Enter_banner_name ' nerede slayt adı, ' _' ile adında boşluk yerine emin banner.Make.

source: Main Banner Type
ar: نوع النافذة المنزلقة الرئيسي
nl_nl: Soort Belangrijkste banner:
ru_ru: Главный баннер тип
tr_tr: Yeni Aşağı Açılan Banner ekle

source: Html Code
ar: كود HTML
ru_ru: HTML код:
tr_tr: html Kod

source: External file
ar: ملف خارجي
nl_nl: Extern bestand
ru_ru: Внешний файл
tr_tr: dış dosya

source: Enter HTML Code for your Main Banner
ar: ادخل كود HTML الخاص بالنافذة الرئيسية
nl_nl: HTML-Code voor uw Banner Main invoeren
ru_ru: Введите HTML-код для баннера Главная
tr_tr: Ana Banner HTML Kodunu Girin

source: Enter full Link for your Main Banner File
ar: ادخل الرابط الخاص بالنافذة الرئيسية كاملا
nl_nl: Voer de volledige Link voor uw Main Banner bestand
ru_ru: Введите полную ссылку на ваш основной файл баннера
tr_tr: Ana Banner Dosyası için tam Linki girin

source: The file could be .html or .php e.g 'http://www.someserver.com/somefile.php'
ar: "الملف يمكن ان يكون html او php مثال : ‏'http://www.someserver.com/somefile.php'"
nl_nl: Het bestand zou .html of .php bijvoorbeeld 'http://www.someserver.com/somefile.php'
ru_ru: Файл может быть .html или .php например «http://www.someserver.com/somefile.php»
tr_tr: Dosya .html veya .php örneğin ‘ http://www.someserver.com/somefile.php ‘ olabilir

source: Enter the width of main html banner
ar: ادخل عرض النافذة الرئيسية
nl_nl: Geef de breedte van de belangrijkste html banner
ru_ru: Введите ширину основной html баннер
tr_tr: Ana html bayrağı genişliğini girin

source: Enter the heigth of main html banner
ar: ادخل ارتفاع النافذة الرئيسية
nl_nl: Voer de hoogte van de belangrijkste html banner
ru_ru: Введите Высота основной html баннер
tr_tr: Ana html banner Yükseklik girin

source: If you want to track clicks on flash banner. Add this Actionscript on Ad link
ar: اذا اردت تتبع النقر على النافذة
nl_nl: Als u wilt bijhouden van klikken op flash banner. Deze ActionScript-code toevoegt op Ad link
ru_ru: Если вы хотите отслеживать клики на Flash-баннер. Добавьте этот код Actionscript на объявление ссылку
tr_tr: Eğer flash banner tıklamaları izlemek istiyorsanız . \ n Reklam bağlantısını bu Actionscript ekle

source: Change main banner flash file(swf)
ar: استبدل ملف الفلاش الاساسي بالنافذة
nl_nl: Belangrijkste banner flash file(swf) wijzigen
ru_ru: Изменить главный баннер флеш-file(swf)
tr_tr: Emin ana flash banner dosyası yüklenir olun

source: Upload your flash file(swf)
ar: تحميل ملف فلاش
nl_nl: Upload uw flash file(swf)
ru_ru: Загрузить флэш-file(swf)
tr_tr: ana afiş flash dosyasını ( swf) yükleyin

source: Will you have a close button in your flash file?
ar: هل سيتضمن ملف الفلاش زر اقفال؟
nl_nl: Moet u een sluitknop in uw flash-bestand?
ru_ru: Вы будете кнопку Закрыть в ваш файл flash?
tr_tr: Eğer flash dosyasında kapatma düğmesi var mı?

source: Add a visible close button in your main banner flash file. On that button add this Actionscript
ar: اظهر زر الاقفال في ملف نافذة الفلاش الرئيسية
nl_nl: Een zichtbaar sluitknop in uw belangrijkste banner flash-bestand toevoegen. Op die knop deze ActionScript-code toevoegt
ru_ru: Добавление видимых кнопку Закрыть в ваш главный баннер Flash-файл. На этой кнопке Добавить этот Actionscript
tr_tr: ana afiş flaş dosyasında görünür bir kapatma düğmesi ekleyin . \ n bu düğme bu Actionscript ekleyin

source: To close banner on rollover add this Actionscript
ar: لاغلاق النافذة في حال تغطية الصفحة... اضف هذا الزر
nl_nl: Kortom banner op rollover deze ActionScript-code toevoegt
ru_ru: Чтобы закрыть баннер на опрокидывание добавьте этот код Actionscript
tr_tr: rollover banner kapatmak için bu Actionscript ekleyin

source: Do you want to have backup image for your flash file?
ar: هل ترغب ان يكون لديك نسخة احتياطية لملف الفلاش؟
nl_nl: Wilt u moeten backup-kopie spiegelbeeld voor uw flash-bestand?
ru_ru: Вы хотите иметь резервную копию для вашего флэш-файла?
tr_tr: Eğer flash dosyası için yedek imaja sahip olmak istiyorsunuz?

source: Upload your backup image (jpg, gif, png, max file size 250kb)
ar: تحميل نسخة الصورة الاحتياطية (jpg, gif, png, اقصى حجم للملف 250kb)
nl_nl: Upload uw backup-kopie spiegelbeeld (jpg, gif, png, max bestandsgrootte 250kb)
ru_ru: Загрузка резервного копирования изображений (jpg, gif, png, максимальный размер файла 250kb)
tr_tr: Ana afiş yedek imajı yükleyin ( jpg, gif , png , maksimum dosya boyutu 250KB )

source: Slide Direction
ar: اتجاه النافذة المنزلقة
nl_nl: Schuif richting
ru_ru: Направление сдвига
tr_tr: Slayt Afişler

source: Top
ar: اعلى
nl_nl: Boven
ru_ru: Ton
tr_tr: Üst

source: (For more direction options buy the full version)
ar: لاختيارات اتجاهات اكثر قم بالتحديث للاصدار الكامل
nl_nl: (Voor meer richting opties te kopen de volledige versie)
ru_ru: (Для больше вариантов направления купить полную версию)
tr_tr: (Tam sürümünü satın almak için daha fazla yönü seçenekleri)

source: Slide Position
ar: موضع النافذة المنزلقة
nl_nl: Positie van de dia
ru_ru: Позиция слайда
tr_tr: pozisyon

source: (Which ever option you choose above that will apply here) 0 = the center, 100 mean 100 pixels from the center
ar: اي اختيار يتم اختياره سوف يتم تطبيقه هنا .. 0 تعني المركز, 100 تعني 100 بيكسل من المركز
nl_nl: (Ooit welke optie u boven dat kiest geldt hier) 0 = de center, 100 gemiddelde 100 pixels van het centrum
ru_ru: (Какой бы вариант вы выбираете, выше, будут применяться здесь) 0 = центр, 100 означает 100 пикселей от центра
tr_tr: ( Eğer yukarıda seçim hiç seçenek burada geçerli olacaktır hangi ) 0 merkezini = 100 merkezine 100 piksel anlamına

source: Second Position
ar: الوضع الثاني
nl_nl: Positie tweede
ru_ru: Второе место
tr_tr: pozisyon

source: Right
ar: يمين
nl_nl: Rechts
ru_ru: Право
tr_tr: Doğru

source: (For more Position options buy the full version)
ar: لاختيارات مواضع اكثر قم بالتحديث للاصدار الكامل
nl_nl: (Voor meer Position opties te kopen de volledige versie)
ru_ru: (Для получения дополнительной опции Позиция купить полную версию)

source: Use a Open button?
ar: استخدام زر فتح؟
nl_nl: Gebruik een knop openen?
ru_ru: Использовать кнопку Открыть?
tr_tr: Bizim genel yakın düğmesini kullanın

source: Open Button
ar: زر فتح
nl_nl: Knop openen
ru_ru: Кнопка Открыть
tr_tr: kapatma düğmesi ekstra kod eklemek ?

source: Use our generic open button
ar: استخدم زر الفتح العام
nl_nl: Gebruik onze generieke knop openen
ru_ru: Используйте наши общие кнопку Открыть
tr_tr: Bizim genel yakın düğmesini kullanın

source: Or, Upload your own
ar: او قم بتحميل زر الفتح الخاص بك
nl_nl: Of Upload uw eigen
ru_ru: Или загрузить свои собственные
tr_tr: İşte Altbilgi !

source: Select 1 open image
ar: اختر صورة واحدة مفتوحة
nl_nl: Selecteer 1 afbeelding openen
ru_ru: Выберите пункт Открыть изображение 1
tr_tr: 1 yakın görüntü seçin

source: Upload your Image (jpg, gif, png, max file size 50kb)
ar: قم بتحميل صورتك (jpg, gif, png, اقصى حجم للملف 50kb)
nl_nl: Upload uw afbeelding (jpg, gif, png, maximale bestandsgrootte van 50kb)
ru_ru: Загрузка изображений (jpg, gif, png, максимальный размер файла 50kb)
tr_tr: senin Görüntü Yükle ( jpg, gif , png , maksimum dosya boyutu 50kb )

source: Open button CSS
ar: زر فتح CSS
nl_nl: Knop openen CSS
ru_ru: Кнопка Открыть CSS
tr_tr: kapatma düğmesi ekstra kod eklemek ?

source: Use a Close button?
ar: استخدام زر الاغلاق؟
nl_nl: Gebruik een knop sluiten?
ru_ru: Используйте кнопку Закрыть?
tr_tr: Bizim genel yakın düğmesini kullanın

source: Close Button
ar: زر الاغلاق
nl_nl: Sluit knop
ru_ru: Кнопка закрытия
tr_tr: Kapat Düğmesi

source: Use our generic close button
ar: استخدم زر الاغلاق العام
nl_nl: Onze generieke knop Sluiten gebruikt
ru_ru: Используйте наши общие кнопку Закрыть
tr_tr: Bizim genel yakın düğmesini kullanın

source: Select 1 close image
ar: او قم بتحميل زراغلاق الخاص بك
nl_nl: Selecteer 1 nauwe afbeelding
ru_ru: Выберите 1 закрыть изображение:
tr_tr: 1 yakın görüntü seçin

source: Add extra code to the close button?
ar: اضف برمجة اضافية للزر المغلق؟
nl_nl: Voeg extra code toe aan de knop sluiten?
ru_ru: Добавьте дополнительный код к кнопке Закрыть?
tr_tr: kapatma düğmesi ekstra kod eklemek ?

source: (the code to execute when close button is clicked)
ar: يتم تنفيذ البرمجة عند النقر على زر الاغلاق
nl_nl: (de code uit te voeren wanneer sluiten knop is geklikt)
ru_ru: (закрыть код для выполнения при нажатии кнопки)
tr_tr: (Kod kapatma düğmesi tıklandığında yürütmek için )

source: Enter the code to add to close button
ar: ادخل كود البرمجة لاضافته على زر الاغلاق
nl_nl: Voer de code toe te voegen om te sluiten knop
ru_ru: Введите код, чтобы добавить в кнопку Закрыть
tr_tr: düğmesine kapatmak eklemek için kodu girin

source: Close button CSS
ar: زر اغلاق CSS
nl_nl: Sluit knop CSS
ru_ru: Кнопка Закрыть CSS
tr_tr: Kapat Düğmesi

source: Set Placement of close button
ar: تعيين موضع زر الإغلاق
nl_nl: Plaatsing van sluitknop instellen
ru_ru: Задание размещения кнопки Закрыть
tr_tr: Popover Başlat düğmesi Yerleştirme ?

source: Top-Left
ar: اعلى يسار
nl_nl: Linksboven
ru_ru: Сверху слева
tr_tr: Sol üst

source: Top-Right
ar: اعلى يمين
nl_nl: Rechtsboven
ru_ru: Сверху справа
tr_tr: Sağ üst

source: Bottom-Left
ar: اسفل يسار
nl_nl: Linksonder
ru_ru: Внизу Слева
tr_tr: Alt metin değiştirmek!

source: Bottom-Right
ar: اسفل يمين
nl_nl: Rechtsonder
ru_ru: Внизу Справа
tr_tr: Alt metin değiştirmek!

source: Will your banner auto-open?
ar: هل ستفتح النافذة المنزلقة تلقائيا؟
nl_nl: Zal uw banner auto-open?
ru_ru: Будет автоматически открывать ваш баннер?
tr_tr: banner otomatik açılacaktır ?

source: Auto-open the banner after
ar: فتح النافذة تلقائيا بعد
nl_nl: Auto-open de banner na
ru_ru: Авто Открытый Баннер после
tr_tr: sonra afiş Otomatik açmak

source: seconds - Set 0 for right away
ar: ثواني ( ضع 0 للتفعيل الفوري)
nl_nl: seconden - instellen 0 voor meteen
ru_ru: секунды - установить в 0 для прямо сейчас.
tr_tr: saniye - hemen 0 olarak ayarlayın

source: Will your banner auto-close?
ar: هل ستغلق النافذة المنزلقة تلقائيا؟
nl_nl: Zal uw banner auto-sluiten?
ru_ru: Будет ваш баннер auto закрыть?
tr_tr: banner otomatik kapanacak ?

source: Auto-close the banner after
ar: غلق النافذة تلقائيا بعد
nl_nl: Auto-sluiten de banner na
ru_ru: Автозакрытие баннер после
tr_tr: sonra afiş Otomatik kapatma

source: seconds - Default is set to 10
ar: ثواني ( الوقت النمطي 10 ثوان)
nl_nl: seconden - standaard is ingesteld op 10
ru_ru: секунды - значение по умолчанию равно 10
tr_tr: saniye - Standart 10 ayarlanır

source: Show the banner on?
ar: اظهار النافذة
nl_nl: Toon de banner op?
ru_ru: Показать баннер на?
tr_tr: banner gösterilsin mi?

source: All Pages
ar: كل الصفحات
nl_nl: ﻿Alle pagina's
ru_ru: Все страницы
tr_tr: Tüm sayfalar

source: HomePage Only
ar: الصفحة الرئيسية فقط
nl_nl: HomePage alleen
ru_ru: Только Главная страница
tr_tr: Ana Sadece

source: Specific Pages Only
ar: صفحات محددة فقط
nl_nl: Bepaalde pagina's alleen
ru_ru: Отдельные страницы
tr_tr: Belirli Sayfalar Sadece

source: Page Titles
ar: عنوان الصفحة
nl_nl: Pagina titels
ru_ru: Заголовки страниц
tr_tr: Sayfa Başlıkları

source: Titles of the page separated by commas on which to show the banner.(Case Sensitive)
ar: عناويين الصفحات المطلوب عرض النافذة المنزلقة فيهم مفصول بينهم بعلامة "," يراعى ان وضع الاحرف حساس
nl_nl: Titels van de pagina gescheiden door komma's waarop te tonen van de banner. (Hoofdlettergevoelig)
ru_ru: Названия страницы, разделенных запятыми, на которых будет отображаться баннер. (С учетом регистра)
tr_tr: banner göstermek için virgülle ayırarak sayfanın Başlıkları . ( Harfe Duyarlı )

source: Screen size to display on
ar: حجم الشاشة للعرض عليها
nl_nl: De grootte van het scherm weer te geven op
ru_ru: Размер экрана для отображения
tr_tr: Ekran boyutu görüntülemek için
