Repository: common-repository/slide-banners
Catalog: languages/slide-banners-*.po
Languages: ar, nl_nl, ru_ru, tr_tr

source: All Sizes
ar: كل المقاسات
nl_nl: Alles
ru_ru: Все размеры
tr_tr: Tüm sayfalar

source: Desktop Only
ar: كمبيوتر فقط
nl_nl: alleen de desktop
ru_ru: Только для настольных компьютеров
tr_tr: Ana Sadece

source: Tablet Only
ar: تابلت فقط
nl_nl: Tablet PC alleen
ru_ru: Таблетка только
tr_tr: Mobil Sadece

source: Mobile Only
ar: هاتف فقط
nl_nl: alleen op mobiel
ru_ru: Только для мобильных устройств
tr_tr: Mobil Sadece

source: Screen Width
ar: عرض الشاشة
nl_nl: Volledige schermbreedte
ru_ru: Ширина экрана
tr_tr: ekran Genişliği

source: Preview Banner
ar: استعراض النافذة
nl_nl: Voorbeeld Banner
ru_ru: Предпросмотр баннера
tr_tr: ÖNİZLEME

source: Save Banner
ar: حفظ النافذة
nl_nl: Banner Opslaan
ru_ru: ﻿Сохранить баннер
tr_tr: Kaydet Penceresi

source: Slide Banners (Free Version)
ar: نوافذ منزلقة (نسخة مجانية)
nl_nl: Dia Banners (gratis versie)
ru_ru: купить полную версию (бесплатная версия)
tr_tr: Slayt Afişler ( Free Version)

source: Create professional slide banners for any page on your Wordpress site.
ar: انشاء نوافذ منزلقة متخصصة لاي صفحة في مواقع الوورد برس لديك
nl_nl: Maak professionele dia banners voor elke pagina op uw Wordpress site.
ru_ru: Создайте профессиональный Слайд-баннеры для любой страницы на вашем сайте Wordpress.
tr_tr: Wordpress sitede herhangi bir sayfa için profesyonel slayt afiş oluşturun.
